Revit 2027 API
SymbolTypeId.Sf Property
 Symbol SF, indicating unit Square feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Sf { get; }
Public Shared ReadOnly Property Sf As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Sf {
	ForgeTypeId^ get ();
}
static member Sf : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace